[
    "Hmmm, somebody is getting old here.",
    "Oh wow, it was hard crunching all those numbers!",
    "You're like wine: getting better with time!",
    "Age is a question of time over matter. If you don't mid, it doesn't matter!",
    "At what point do we stop calling it  a birthday cake and not a fire hazard?",
    "Wew, you managed to survive until this point...",
    "GG, you just leveled up!",
    "You don’t have birthdays anymore, you level up!",
    "Officially old ;)",
    "At least you’re not as old as you’ll be this time next year.",
    "Can I have some cake too?",
    "Congratulations! You are now exactly 1 year older than last year...",
    "Oh, it's just you...",
    "Keeep calm! It only adds 1 year...",
    "The tragedy of getting old: So many candles... so little cake.",
    "Age is not important unless you’re a cheese.",
    "It’s OK to light the candles on your birthday cake now; I’ve already alerted the fire department.",
    "Congratulations on being born a really long time ago.",
    "You’re not old! ...oh, no wait, actually you are, sorry about that...",
    "You may not be over the hill yet, but you have a great view!",
    "If anyone calls you old this birthday, just hit him with your walking stick and throw your teeth at him.",
    "Don’t forget to iron that birthday suit.",
    "Some say the glass is half empty, others say the glass is half full. It’s your birthday, just drink whatever’s in the glass!",
    "On your special day, I wish you peace, love, insight, relaxation, fun, knowledge, romance, friendship... and all that stuff that doesn’t cost anything.",
    "At your age, people expect you to be calm, dignified and sober.... Disappoint them.",
    "I spent 3 hours searching the internet for the perfect birthday message for you and then I gave up.",
    "If things get better with age, then you’re approaching magnificent!",
    "You know you’re getting old when you can’t walk past a bathroom without thinking, “I may as well pee while I’m here.”",
    "The good thing about having a bad memory is that jokes can be funny more than once.",
    "You know you’re old when you turn down the lights to be economical instead of romantic."
]